/*
 Navicat Premium Data Transfer

 Source Server         : Local
 Source Server Type    : MySQL
 Source Server Version : 50533
 Source Host           : localhost
 Source Database       : thaipalliative_lte

 Target Server Type    : MySQL
 Target Server Version : 50533
 File Encoding         : utf-8

 Date: 05/25/2015 23:27:14 PM
*/

SET NAMES utf8;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
--  Table structure for `all_hospital_zone`
-- ----------------------------
DROP TABLE IF EXISTS `all_hospital_zone`;
CREATE TABLE `all_hospital_zone` (
  `provincecode` varchar(2) COLLATE utf8_unicode_ci NOT NULL,
  `province` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `zone_code` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `zone_name` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
--  Records of `all_hospital_zone`
-- ----------------------------
INSERT INTO `all_hospital_zone` VALUES ('50', 'เชียงใหม่', '01', 'สาขาพื้นที่(เชียงใหม่)'), ('51', 'ลำพูน', '01', 'สาขาพื้นที่(เชียงใหม่)'), ('52', 'ลำปาง', '01', 'สาขาพื้นที่(เชียงใหม่)'), ('54', 'แพร่', '01', 'สาขาพื้นที่(เชียงใหม่)'), ('55', 'น่าน', '01', 'สาขาพื้นที่(เชียงใหม่)'), ('56', 'พะเยา', '01', 'สาขาพื้นที่(เชียงใหม่)'), ('57', 'เชียงราย', '01', 'สาขาพื้นที่(เชียงใหม่)'), ('58', 'แม่ฮ่องสอน', '01', 'สาขาพื้นที่(เชียงใหม่)'), ('53', 'อุตรดิตถ์', '02', 'สาขาพื้นที่(พิษณุโลก)'), ('63', 'ตาก', '02', 'สาขาพื้นที่(พิษณุโลก)'), ('64', 'สุโขทัย', '02', 'สาขาพื้นที่(พิษณุโลก)'), ('65', 'พิษณุโลก', '02', 'สาขาพื้นที่(พิษณุโลก)'), ('67', 'เพชรบูรณ์', '02', 'สาขาพื้นที่(พิษณุโลก)'), ('18', 'ชัยนาท', '03', 'สาขาพื้นที่(นครสวรรค์)'), ('60', 'นครสวรรค์', '03', 'สาขาพื้นที่(นครสวรรค์)'), ('61', 'อุทัยธานี', '03', 'สาขาพื้นที่(นครสวรรค์)'), ('62', 'กำแพงเพชร', '03', 'สาขาพื้นที่(นครสวรรค์)'), ('66', 'พิจิตร', '03', 'สาขาพื้นที่(นครสวรรค์)'), ('12', 'นนทบุรี', '04', 'สาขาพื้นที่(สระบุรี)'), ('13', 'ปทุมธานี', '04', 'สาขาพื้นที่(สระบุรี)'), ('14', 'พระนครศรีอยุธยา', '04', 'สาขาพื้นที่(สระบุรี)'), ('15', 'อ่างทอง', '04', 'สาขาพื้นที่(สระบุรี)'), ('16', 'ลพบุรี', '04', 'สาขาพื้นที่(สระบุรี)'), ('17', 'สิงห์บุรี', '04', 'สาขาพื้นที่(สระบุรี)'), ('19', 'สระบุรี', '04', 'สาขาพื้นที่(สระบุรี)'), ('26', 'นครนายก', '04', 'สาขาพื้นที่(สระบุรี)'), ('70', 'ราชบุรี', '05', 'สาขาพื้นที่(ราชบุรี)'), ('71', 'กาญจนบุรี', '05', 'สาขาพื้นที่(ราชบุรี)'), ('72', 'สุพรรณบุรี', '05', 'สาขาพื้นที่(ราชบุรี)'), ('73', 'นครปฐม', '05', 'สาขาพื้นที่(ราชบุรี)'), ('74', 'สมุทรสาคร', '05', 'สาขาพื้นที่(ราชบุรี)'), ('75', 'สมุทรสงคราม', '05', 'สาขาพื้นที่(ราชบุรี)'), ('76', 'เพชรบุรี', '05', 'สาขาพื้นที่(ราชบุรี)'), ('77', 'ประจวบคีรีขันธ์', '05', 'สาขาพื้นที่(ราชบุรี)'), ('11', 'สมุทรปราการ', '06', 'สาขาพื้นที่(ระยอง)'), ('20', 'ชลบุรี', '06', 'สาขาพื้นที่(ระยอง)'), ('21', 'ระยอง', '06', 'สาขาพื้นที่(ระยอง)'), ('22', 'จันทบุรี', '06', 'สาขาพื้นที่(ระยอง)'), ('23', 'ตราด', '06', 'สาขาพื้นที่(ระยอง)'), ('24', 'ฉะเชิงเทรา', '06', 'สาขาพื้นที่(ระยอง)'), ('25', 'ปราจีนบุรี', '06', 'สาขาพื้นที่(ระยอง)'), ('27', 'สระแก้ว', '06', 'สาขาพื้นที่(ระยอง)'), ('40', 'ขอนแก่น', '07', 'สาขาพื้นที่(ขอนแก่น)'), ('44', 'มหาสารคาม', '07', 'สาขาพื้นที่(ขอนแก่น)'), ('45', 'ร้อยเอ็ด', '07', 'สาขาพื้นที่(ขอนแก่น)'), ('46', 'กาฬสินธุ์', '07', 'สาขาพื้นที่(ขอนแก่น)'), ('38', 'บึงกาฬ', '08', 'สาขาพื้นที่(อุดรธานี)'), ('39', 'หนองบัวลำภู', '08', 'สาขาพื้นที่(อุดรธานี)'), ('41', 'อุดรธานี', '08', 'สาขาพื้นที่(อุดรธานี)'), ('42', 'เลย', '08', 'สาขาพื้นที่(อุดรธานี)'), ('43', 'หนองคาย', '08', 'สาขาพื้นที่(อุดรธานี)'), ('47', 'สกลนคร', '08', 'สาขาพื้นที่(อุดรธานี)'), ('48', 'นครพนม', '08', 'สาขาพื้นที่(อุดรธานี)'), ('30', 'นครราชสีมา', '09', 'สาขาพื้นที่(นครราชสีมา)'), ('31', 'บุรีรัมย์', '09', 'สาขาพื้นที่(นครราชสีมา)'), ('32', 'สุรินทร์', '09', 'สาขาพื้นที่(นครราชสีมา)'), ('36', 'ชัยภูมิ', '09', 'สาขาพื้นที่(นครราชสีมา)'), ('33', 'ศรีสะเกษ', '10', 'สาขาพื้นที่(อุบลราชธานี)'), ('34', 'อุบลราชธานี', '10', 'สาขาพื้นที่(อุบลราชธานี)'), ('35', 'ยโสธร', '10', 'สาขาพื้นที่(อุบลราชธานี)'), ('37', 'อำนาจเจริญ', '10', 'สาขาพื้นที่(อุบลราชธานี)'), ('49', 'มุกดาหาร', '10', 'สาขาพื้นที่(อุบลราชธานี)'), ('80', 'นครศรีธรรมราช', '11', 'สาขาพื้นที่(สุราษฎร์ธานี)'), ('81', 'กระบี่', '11', 'สาขาพื้นที่(สุราษฎร์ธานี)'), ('82', 'พังงา', '11', 'สาขาพื้นที่(สุราษฎร์ธานี)'), ('83', 'ภูเก็ต', '11', 'สาขาพื้นที่(สุราษฎร์ธานี)'), ('84', 'สุราษฎร์ธานี', '11', 'สาขาพื้นที่(สุราษฎร์ธานี)'), ('85', 'ระนอง', '11', 'สาขาพื้นที่(สุราษฎร์ธานี)'), ('86', 'ชุมพร', '11', 'สาขาพื้นที่(สุราษฎร์ธานี)'), ('90', 'สงขลา', '12', 'สาขาพื้นที่(สงขลา)'), ('91', 'สตูล', '12', 'สาขาพื้นที่(สงขลา)'), ('92', 'ตรัง', '12', 'สาขาพื้นที่(สงขลา)'), ('93', 'พัทลุง', '12', 'สาขาพื้นที่(สงขลา)'), ('94', 'ปัตตานี', '12', 'สาขาพื้นที่(สงขลา)'), ('95', 'ยะลา', '12', 'สาขาพื้นที่(สงขลา)'), ('96', 'นราธิวาส', '12', 'สาขาพื้นที่(สงขลา)'), ('10', 'กรุงเทพมหานคร', '13', 'สาขาพื้นที่กรุงเทพมหานคร'), ('10', 'กรุงเทพฯ', '13', 'สาขาพื้นที่กรุงเทพมหานคร');

